{
  "news": [
    {
      "id": 1,
      "author": "Regőczi Tamás",
      "date": "2018-10-16T14:13:09.802+02:00",
      "title": "Edd ki",
      "article": "Ki kell hogy edd",
      "imgurl": "https://i.ytimg.com/vi/IpZ7mSxWR34/maxresdefault.jpg",
      "category": "POLITICS",
      "summary": "abcd"
    },
    {
      "id": 2,
      "author": "Regőczi Tamás",
      "date": "2018-10-16T14:13:09.818+02:00",
      "title": "Toto Africa",
      "article": "A Toto együttes Africa című száma fasza",
      "imgurl": "https://media.voyagespirates.fr/cutty-sark/post/17324/2017/02/58af13432da7b638413457ilds4chn_80_1500_999_2ffe4e.jpg",
      "category": "CULTURE",
      "summary": "abcd"
    },
    {
      "id": 3,
      "author": "Regőczi Tamás",
      "date": "2018-10-16T14:13:09.818+02:00",
      "title": "U.S. Credit Card Giants Flout India’s New Law on Personal Data",
      "article": "<p><img style=\"display: block; margin-left: auto; margin-right: auto;\" src=\"https:\/\/static01.nyt.com\/images\/2018\/10\/16\/business\/16INDIAPAYMENTS01\/merlin_142036800_062fe7e9-ad14-4bbc-92dd-9e2afc9da25c-articleLarge.jpg?quality=75&amp;auto=webp&amp;disable=upscale\" \/><\/p><p>MUMBAI, India &mdash; When the clock struck midnight in Delhi at the end of Monday, Visa, Mastercard and American Express were suddenly in violation of the law every time an Indian swiped a credit or debit card.<\/p><p>They also became unwilling warriors in a&nbsp;<a title=\"\" href=\"https:\/\/www.nytimes.com\/2018\/08\/31\/technology\/india-technology-american-giants.html?module=inline\">budding conflict<\/a>&nbsp;between America&rsquo;s technology giants and the Indian government, which wants more control over the data they collect on India&rsquo;s 1.3 billion residents.<\/p><p>The spark for the current fight is a new regulation, issued in April and in effect starting Tuesday, that requires payments companies to store all information about transactions involving Indians solely on computers in the country. The rule and the hubbub over it are part of a debate over a concept known as &ldquo;data localization,&rdquo; in which a country places restrictions on data as a way to gain better control over it and potentially curb the power of international companies. American firms have lobbied hard against data localization rules around the world.<\/p><p>In India, Visa, Mastercard and American Express, as well as other financial players like Amazon and PayPal, said they needed more time to comply with the order by the country&rsquo;s banking regulator, the Reserve Bank of India.<\/p><p>The companies told the R.B.I. that their fraud detection and other data processing systems were distributed on machines across the world and could not be quickly redesigned to work in India alone. As an alternative, they offered to store copies of the Indian data in the country for easy access by regulators, tax authorities and law enforcement.<\/p><p>But the R.B.I. would have none of it. In recent phone calls to the top Indian executives of the major payments companies and in letters to the companies last week, the banking regulator warned that it would take action, including imposing fines, if they missed the Monday night deadline.<\/p><p>Mukesh Aghi, the chief executive of the U.S.-India Strategic Partnership Forum, said the payments companies were frustrated with the regulators. &ldquo;They refuse to sit down and have a discussion,&rdquo; said Dr. Aghi, whose policy group counts the head of Mastercard on its board.<\/p><p>Spokesmen for Visa and American Express declined to comment on their response to the local storage rule. Representatives of Mastercard and the R.B.I. did not respond to multiple requests for comment.<\/p><div><p>Amazon, which operates an India-only payments service that uses elements of its global technology platform, said in a statement: &ldquo;Compliance with local laws and regulation is a top priority for us in all the countries we operate in. We continue to work closely with the regulator towards this.&rdquo;<\/p><p>The R.B.I., an agency akin to the Federal Reserve in the United States, has said little about why it decided that Indian financial data must be stored only in India.&nbsp;<a class=\"css-1g7m0tk\" title=\"\" href=\"https:\/\/www.rbi.org.in\/scripts\/NotificationUser.aspx?Id=11244&amp;Mode=0\" target=\"_blank\" rel=\"noopener noreferrer\">In its April order<\/a>, it said, &ldquo;In order to ensure better monitoring, it is important to \r\nhave unfettered supervisory access to data stored with these system providers.&rdquo;<\/p><p>Its policy changed as other arms of the Indian government &mdash; spurred by both a privacy ruling from the Supreme Court and India-first nationalists in the governing Bharatiya Janata Party &mdash; had begun deliberating over much bigger changes to the country&rsquo;s data, e-commerce and privacy laws.<\/p><p>Those broader proposals, which are unlikely to be passed until after India&rsquo;s national elections in May, are intended to curb the ability of American tech titans to collect, analyze and make money from data they collect inside the country, which is the world&rsquo;s fastest-growing market for new internet users. The rules would also give a leg up to domestic firms like Reliance Jio, a leading telecom provider, and&nbsp;<a class=\"css-1g7m0tk\" title=\"\" href=\"https:\/\/www.nytimes.com\/2018\/01\/07\/technology\/india-digital-money.html?module=inline\">Paytm, a payments company<\/a>, which are seeking government help as they try to compete with the likes of Google, Facebook, Amazon and Mastercard.<\/p>\r\n<p>India&rsquo;s prime minister, Narendra Modi, has portrayed himself abroad as a pro-business leader who welcomes foreign investment. At the same time, the right wing of his party has pushed him to adopt more protectionist, India-first policies to appeal to voters, and law enforcement officials have urged him to make sure they can easily get data on residents when they need it.<\/p><p>The Trump administration and the bipartisan India caucus of the United States Senate have both urged India to reconsider its data localization campaign, in part because India&rsquo;s own outsourcing companies depend on moving data across borders to offer their services.<\/p><p>On Friday, the co-chairmen of the India caucus, Senators John Cornyn, Republican of Texas, and Mark Warner, Democrat of Virginia, wrote to Mr. Modi warning that data localization &ldquo;will have negative impacts on the ability of companies to do business in India, may undermine your own economic goals and will likely not improve the security of Indian citizens&rsquo; data.&rdquo;<\/p><p>The same day, Dennis Shea, a deputy United States trade representative and the ambassador to the World Trade Organization,&nbsp;<a class=\"css-1g7m0tk\" title=\"\" href=\"https:\/\/archive.org\/details\/CSPAN_20181012_140700_Deputy_U.S._Trade_Representative_on_World_Trade_Organization\/start\/2040\/end\/2100\" target=\"_blank\" rel=\"noopener noreferrer\">told a Washington audience<\/a>, &ldquo;We want to have prohibitions on data localization, disciplines to ensure this free flow of data across borders.&rdquo;<\/p><p>Dr. Aghi, who has helped American financial firms press their case with the Indian government, said top executives of the big payments companies were summoned to a meeting on Wednesday with B. P. Kanungo, who oversees regulation of payments at the R.B.I.<\/p><p>At that meeting, the payments companies asked for 12 more months to fully localize Indian financial data. But R.B.I. officials insisted that the companies meet the Monday night deadline.<\/p><p>In a follow-up letter to India&rsquo;s finance minister, Arun Jaitley, Dr. Aghi said the R.B.I. had improperly suggested that the foreign financial firms seek assistance from iSpirt, a technology think tank in Bangalore with close ties to the government and Indian financial-services players.<\/p><p>The only major American company that said it was ready to comply by midnight was Facebook&rsquo;s WhatsApp messaging service. WhatsApp has been&nbsp;<a title=\"\" href=\"https:\/\/www.nytimes.com\/2017\/11\/02\/technology\/india-paytm-whatsapp-mobile-payments.html?module=inline\">testing an India-only payments service<\/a>&nbsp;but has yet to receive government approval to offer it to all 250 million of its Indian users.<\/p><\/div><p>&nbsp;<\/p>\",\"category\":\"TECH\",\"summary\":\"As India develops new rules governing the data of its residents, global firms are the first target. Companies say they need more time to comply.",
      "imgurl": "https://besthqwallpapers.com/Uploads/9-1-2017/12077/thumb-leopard-4k-wildlife-predators.jpg"
    }
  ]
}
